Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=950_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Saamelaisopetuksen koulutushankkeen aloitus siirtyy helmikuuhun 2015
smn: Sämimáttááttâs škovlimproojeekt algâttem sirdâšuvá kuovâmáánun 2015

source: Saamelaiskäräjien ja Giellagas-instituutin järjestämän saamelaisopetuksen henkilöstökoulutuksen ensimmäinen lähiopetusjakso siirretään pidettäväksi helmikuussa 2015. Saamen kielikylpy koulussa – miten tuen omaa kieltä ja kulttuuria opetuksessa
smn: Sämimáttááttâs škovlimproojeekt algâttem sirdâšuvá kuovâmáánun 2015. Sämitige já Giellagas-instituut ornim sämimáttááttâs pargoviehâškovlim vuossâmuš aldamáttááttâspaje sirdâšuvá toollâmnáál kuovâmáánust 2015. Säämi kielâlavgum škoovlâst – maht tuárjum jieččân kielâ já kulttuur máttááttâsâst – škovlim koolgâi algâalgâlii vuávám mield vyelgiđ joton puáttee skammâmáánu pelimuddoost.

source: käynnistyy helmikuussa 2015
smn: Sämimáttááttâs škovlimproojeekt algâttem sirdâšuvá kuovâmáánun 2015

source: Saamelaiskäräjät ja Oulun yliopiston Giellagas - instituutti käynnistävät saamelaisopetuksen henkilöstölle suunnatun kuuden opintopisteen laajuisen koulutushankkeen.
smn: Sämitigge já Oulu ollâopâttuv Giellagas - instituut piejâv joton sämimáttááttâs pargoviehân čuosâttum kuuđâ oppâčuágástuv škovlimproojeekt.

source: Koulutus käynnistyy Saamelaiskulttuurikeskus Sajoksessa Inarissa helmikuussa 2015. Koulutuksen pääteemana on kielikylpymenetelmän soveltaminen saamelaisopetukseen.
smn: Škovlim vuálgá joton Säämi kulttuurkuávdáš Sajosist Anarist kuovâmáánust 2015. Škovlim válduteeman lii kielâlávgumvuáháduv heiviittem sämimáttááttâsân.

source: Koulutuksen ensisijaisena kohderyhmänä ovat perusopetuksen saamen kielen ja saamenkielisten luokkien opettajat, mutta mukaan pääsevät myös saamelaisen varhaiskasvatuksen parissa toimivat, lukion saamen kielen opettajat ja saamenkielisen ammatillisen koulutuksen opettajat.
smn: Škovlim ovdâsajasii čuosâttâhjuávkun láá vuáđumáttááttâs sämikielâ já sämikielâlii luokai máttáátteijeeh, mutâ fáárun peessih meid säämi arâšoddâdemsyergist tuáimeeh, luvâttuv sämikielâ máttáátteijeeh já sämikielâlii áámmátlii škovlim máttáátteijeeh.

source: Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto koordinoi koulutuksen ja toimii valtionapua hallinnoivana organisaationa.
smn: Sämitige škovlim- já oppâmateriaaltoimâttâh koordinist škovlim já tuáimá ornijdummeen, mii haaldâš staatâtorjuu.

source: Yhteistyökumppaneina opetuksessa ovat myös Vaasan yliopiston kielikylvyn ja monikielisyyden keskus ja Sámi allaskuvla (saamelainen korkeakoulu).
smn: Oovtâstpargokyeimmin máttááttâsâst lává meid Vaasa ollâopâttuv kielâlávgum já maaŋgâkielâlâšvuođâ kuávdáš sehe Säämi ollâškovlâ (Sámi allaskuvla).

source: Opetustoimen henkilöstökoulutus järjestetään neljänä kahden päivän lähiopetusjaksona Inarissa Saamelaiskulttuurikeskus Sajoksessa.
smn: Máttááttâstooimâ pargoviehâškovlim uárnejuvvoo neelji kyevtpiäivásii aldamáttááttâspaje ääigi Anarist Säämi kulttuurkuávdáš Sajosist.

source: Ensimmäinen kokoontuminen on helmikuussa 2015, toinen keväällä 2015 sekä kolmas ja neljäs kokoontuminen syksyllä 2015.
smn: Vuossâmuš čokkânem lii kuovâmáánust 2015, nubbe kiđđuv 2015 sehe kuálmâd já niäljâd čokkânem čohčuv 2015.

source: Koulutuspäivät rakentuvat teorialuennoista ja ohjatuista työpajatyöskentelypäivistä.
smn: Škovlimpeeivih šaddeh teorialuvâldâlmijn já stivrejum pargopáájáporgâmpeeivijn.

source: Työpajatyöskentelypäivien aikana tuotetaan kirjallista materiaalia, jonka pohjalta julkaistaan hankkeen lopputuotoksena saamelaisopetuksen idea- ja opaskirja.
smn: Pargopáájáporgâmpeeivij ääigi pyevtitteh kirjálii materiaal, mon vuáđuld almostiteh proojeekt loppâpuátusin sämimáttááttâs idea- já raavâkirje.

source: Opaskirja julkaistaan saamen ja suomen kielillä.
smn: Raavâkirje almostiteh sämi- já suomâkieláid.

source: Saamen kielikylpyä opetuksessa käsittelevä koulutus tukee sekä äidinkielisten että muille kuin äidinkielisille annettavaa saamenkielistä opetusta.
smn: Škovlim, mii kieđâvuš säämi kielâlávgum máttátmist, tuárju sehe eenikielâlij sämikielâlii máttááttâs ete sämikielâlii máttááttâs, mii adeluvvoo iärrásáid ko eenikielâláid.

source: Kielikylpyopetuksen tavoitteena on vahvistaa kielellisesti eri lähtökohdista tulevien lasten saamen kieltä ja tuottaa aktiivista ja toiminnallista kaksikielisyyttä.
smn: Kielâlávgummáttááttâs ulmen lii nanodiđ kielâlávt sierâ vuolgâsoojijn puáttee párnái sämikielâ já pyevtittiđ aktiivlii já toimâlii kyevtkielâlâšvuođâ.

source: Saamelaisopetuksen pedagoginen kehittäminen tarkoittaa mm. opettajien ammattitaidon kehittämistä siten, että he saavat entistä paremmat valmiudet ottaa opetuksessa huomioon kielellisesti ja kulttuurisesti heterogeenisen oppilasryhmän.
smn: Sämimáttááttâs pedagooglii ovdedem meerhâš el. máttáátteijei áámmáttááiđu ovdedem nuuvt, ete sij uážžuh ovdiist pyerebijd kiärgusvuođâid väldiđ máttááttâsâst vuotân kielâlávt já kulttuurlávt epiohtâlii uáppeejuávhu.

source: Jokaisen oppilaan tulisi saada koulussa hyvät mahdollisuudet saamen kielen taitojensa kehittämiseen ja omaan kulttuuriinsa kasvamiseen.
smn: Jyehi uáppee kolgâččij finniđ škoovlâst šiev máhđulâšvuođâid sämikielâ táiđuidis oovdedmân já jieijâs kulttuurân šoddâmân.

source: Koulutuksen tavoitteena on antaa opettajille mahdollisuus saamen kielen elvyttämiseen koulutyössä, tarjota heille työskentelyareena ja välineitä kielikylpyopetuksen kehittämiseen käytännön koulutyössä.
smn: Škovlim ulmen lii adeliđ máttáátteijeid máhđulâšvuođâ sämikielâ iäláskitmân škovlâpargoost, faallâđ sijjân porgâmkiedi já piergâsijd kielâlávgummáttááttâs oovdedmân keevâtlii škovlâpargoost.

source: Toisena tärkeänä tavoitteena on valmistautuminen esi- ja perusopetuksen uusien opetussuunnitelmien käyttöön ottamiseen saamelaisopetuksessa.
smn: Nubbe tehálâš ulme lii ráhtádâttâm ovdâ- já vuáđumáttááttâs uđđâ máttááttâsvuáváámij kiävtun väldimân sämimáttááttâsâst.

source: Koulutusten tavoitteena on luoda tiiviimmät tiedonvaihdon käytännöt ja lisätä opetushenkilöstön tietoa lainsäädännön suomista saamelaisopetuksen mahdollisuuksista käytännössä.
smn: Škovlim ulmen lii lääččiđ pyerebijd tiäđulonottem vuáválâšvuođâid já lasettiđ máttááttâspargovievâ tiäđu lahâasâttem adelem sämimáttááttâs keevâtlijn máhđulâšvuođâin.

source: Pitkien välimatkojen takia saamelaisopetuksen henkilöstön ja varhaiskasvatushenkilöstön tapaamisia on ollut vaikea järjestää yli kuntarajojen.
smn: Kuhes kooskâi tiet sämimáttááttâs pargovievâ já arâšoddâdempargovievâ teivâdmijd lii lamaš vaigâd orniđ kieldâraajij rasta.

source: Tällä opetustoimen henkilöstökoulutushankkeella on mahdollisuus korvata määrärahan puitteissa myös osallistujien matkakustannuksia.
smn: Taan máttááttâstooimâ pargoviehâškovlimprojektist lii máhđulâšvuotâ sajanmäksiđ meriruuđâ raamij siste meid uásálistei mätkikoloid.

source: Saamelaisopetuksen henkilöstökoulutukseen voi ilmoittautua sähköpostitse tai puhelimitse Irmeli Moilaselle (irmeli.
smn: Sämimáttááttâs pargoviehâškovliimân puáhtá almottâttâđ šleđgâpoostâ peht teikâ puhelimáin Moilas Irmelin (irmeli.

source: moilanen(at)samediggi.fi / 050 569 1255) maanantaihin 24.11.
smn: moilanen(at)samediggi.fi / 050-5691255) vuossaargâ 24.11.2014 räi.

source: Ilmoittautuminen on sitova.
smn: Almottâttâm lii čannee.

source: Koulutuksen rahoittaa Opetushallitus.
smn: Škovlim ruttâd Máttááttâshaldâttâs.

source: Opintojaksot ja niiden sisällöt ovat saatavissa saamelaiskäräjien ja Giellagas-instituutin nettisivuilta: www.samediggi.fi ja www.oulu.fi/giellagasinstituutti/
smn: Oppâmpajeh já tai siskáldâsah sehe vuossâmuu teivâdem ohjelm láá finnimnáál sämitige já Giellagas-instituut nettisiijđoin: www.samediggi.fi já www.oulu.fi/giellagasinstituutti/

source: Koulutussuunnitelma
smn: Škovlimvuávám

source: Lisätietoja:
smn: Lasetiäđuh:

source: GIELLAGAS -INSTITUUTTI
smn: GIELLAGAS -INSTITUUT

source: Dosentti, FT Marja-Liisa Olthuis Johtaja Anni-Siiri Länsman
smn: Doosent, FT Marja-Liisa Olthuis Hovdâ Anni-Siiri Länsman marja-liisa.

source: marja-liisa. olthuis(at)oulu.fi
smn: olthuis(at)oulu.fi anni-siiri.

source: SAAMELAISKÄRÄJÄT
smn: lansman(at)oulu.fi

source: Vs. koulutussihteeri Irmeli Moilanen (30.11.
smn: Vs. škovlimčällee Irmeli Moilanen (30.11.2014 räi)

source: 2014 saakka)
smn: moilanen(at)samediggi.fi
